Repository: yageloshri/ManifestAI-Gratitude-Journal
Catalog: ManifestAI - Gratitude Journal/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, tr, vi, zh_hans

source: Billed Rs, 6900
ar: يُحصّل Rs 6,900
da: Faktureres Rs 6900
de: Abgerechnet: Rs 6.900
es: Se cobrarán Rs 6900
fi: Veloitus Rs 6900
fr: Facturé 6 900 Rs
he: יחויב Rs 6,900
id: Ditagih Rs 6.900
it: Addebito di Rs 6.900
ja: Rs, 6900が請求されます
ko: Rs 6,900 청구
nb: Fakturert Rs, 6900
nl: Gefactureerd Rs, 6900
pl: Rozliczenie: Rs, 6900
pt_br: Cobrança de Rs 6.900
ru: Оплата: Rs, 6900
sv: Debiteras Rs, 6900
tr: Rs 6900 olarak faturalandırılır
vi: Thanh Toán Rs 6.900
zh_hans: 收费 Rs 6,900

source: Birth Date
ar: تاريخ الميلاد
da: Fødselsdato
de: Geburtsdatum
es: Fecha de nacimiento
fi: Syntymäaika
fr: Date de naissance
he: תאריך לידה
id: Tanggal Lahir
it: Data di Nascita
ja: 生年月日
ko: 생년월일
nb: Fødselsdato
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de Nascimento
ru: Дата рождения
sv: Födelsedatum
tr: Doğum Tarihi
vi: Ngày Sinh
zh_hans: 出生日期

source: Calculate
ar: احسب
da: Beregn
de: Berechnen
es: Calcular
fi: Laske
fr: Calculer
he: חשב
id: Hitung
it: Calcola
ja: 計算する
ko: 계산하기
nb: Beregn
nl: Berekenen
pl: Oblicz
pt_br: Calcular
ru: Рассчитать
sv: Beräkna
tr: Hesapla
vi: Tính Toán
zh_hans: 计算

source: Calculating your life path number…
ar: حساب رقم مسار حياتك…
da: Beregner dit livsvejstal…
de: Deine Lebenszahl wird berechnet …
es: Calculando tu número de camino de vida…
fi: Lasketaan elämäntehtävälukuasi…
fr: Calcul de ton chemin de vie…
he: מחשבים את מספר נתיב החיים שלך…
id: Menghitung nomor jalur hidupmu…
it: Calcolo del tuo numero del percorso di vita…
ja: ライフパスナンバーを計算しています…
ko: 생명의 길 숫자를 계산하는 중…
nb: Beregner livsstitallet ditt…
nl: Je levenspadgetal wordt berekend…
pl: Obliczanie Twojej liczby ścieżki życia…
pt_br: Calculando seu número do caminho de vida…
ru: Вычисляем число твоего жизненного пути…
sv: Beräknar ditt livsvägstal…
tr: Yaşam yolu numaran hesaplanıyor…
vi: Đang tính toán số đường đời của bạn…
zh_hans: 正在计算你的生命灵数…

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
vi: Hủy
zh_hans: 取消

source: Capture your first moment of gratitude
ar: سجّل أول لحظة امتنان لك
da: Fang dit første øjeblik af taknemmelighed
de: Halte deinen ersten Moment der Dankbarkeit fest
es: Captura tu primer momento de gratitud
fi: Tallenna ensimmäinen kiitollisuuden hetkesi
fr: Capture ton premier moment de gratitude
he: תעדו את רגע ההודיה הראשון שלכם
id: Abadikan momen syukurmu yang pertama
it: Cattura il tuo primo momento di gratitudine
ja: 最初の感謝の瞬間を記録しましょう
ko: 첫 감사의 순간을 기록해보세요
nb: Fang ditt første øyeblikk av takknemlighet
nl: Leg je eerste moment van dankbaarheid vast
pl: Uchwyć swój pierwszy moment wdzięczności
pt_br: Registre seu primeiro momento de gratidão
ru: Запиши свой первый момент благодарности
sv: Fånga ditt första ögonblick av tacksamhet
tr: İlk minnettarlık anını yakala
vi: Ghi lại khoảnh khắc biết ơn đầu tiên của bạn
zh_hans: 记录你的第一个感恩时刻

source: Capture your first moment of gratitude.
ar: سجّل أول لحظة امتنان لك.
da: Fang dit første øjeblik af taknemmelighed.
de: Halte deinen ersten Moment der Dankbarkeit fest.
es: Captura tu primer momento de gratitud.
fi: Tallenna ensimmäinen kiitollisuuden hetkesi.
fr: Capture ton premier moment de gratitude.
he: תעדו את רגע ההודיה הראשון שלכם.
id: Abadikan momen syukurmu yang pertama.
it: Cattura il tuo primo momento di gratitudine.
ja: 最初の感謝の瞬間を記録しましょう。
ko: 첫 감사의 순간을 기록해보세요.
nb: Fang ditt første øyeblikk av takknemlighet.
nl: Leg je eerste moment van dankbaarheid vast.
pl: Uchwyć swój pierwszy moment wdzięczności.
pt_br: Registre seu primeiro momento de gratidão.
ru: Запиши свой первый момент благодарности.
sv: Fånga ditt första ögonblick av tacksamhet.
tr: İlk minnettarlık anını yakala.
vi: Ghi lại khoảnh khắc biết ơn đầu tiên của bạn.
zh_hans: 记录你的第一个感恩时刻。

source: Career
ar: المهنة
da: Karriere
de: Karriere
es: Carrera
fi: Ura
fr: Carrière
he: קריירה
id: Karier
it: Carriera
ja: キャリア
ko: 커리어
nb: Karriere
nl: Carrière
pl: Kariera
pt_br: Carreira
ru: Карьера
sv: Karriär
tr: Kariyer
vi: Sự Nghiệp
zh_hans: 事业

source: Career & Goals
ar: المهنة والأهداف
da: Karriere og mål
de: Karriere & Ziele
es: Carrera y objetivos
fi: Ura ja tavoitteet
fr: Carrière et objectifs
he: קריירה ומטרות
id: Karier & Tujuan
it: Carriera e obiettivi
ja: キャリアと目標
ko: 커리어와 목표
nb: Karriere og mål
nl: Carrière & doelen
pl: Kariera i cele
pt_br: Carreira e Objetivos
ru: Карьера и цели
sv: Karriär och mål
tr: Kariyer ve Hedefler
vi: Sự Nghiệp & Mục Tiêu
zh_hans: 事业与目标

source: Career Growth
ar: النمو الوظيفي
da: Karrierevækst
de: Berufliches Wachstum
es: Crecimiento profesional
fi: Uran kasvu
fr: Évolution de carrière
he: צמיחה בקריירה
id: Perkembangan Karier
it: Crescita professionale
ja: キャリアの成長
ko: 커리어 성장
nb: Karrierevekst
nl: Carrièregroei
pl: Rozwój kariery
pt_br: Crescimento na Carreira
ru: Карьерный рост
sv: Karriärutveckling
tr: Kariyer Gelişimi
vi: Phát Triển Sự Nghiệp
zh_hans: 事业成长

source: Change Photo
ar: تغيير الصورة
da: Skift foto
de: Foto ändern
es: Cambiar foto
fi: Vaihda kuva
fr: Changer la photo
he: החלפת תמונה
id: Ganti Foto
it: Cambia Foto
ja: 写真を変更
ko: 사진 변경
nb: Bytt bilde
nl: Foto wijzigen
pl: Zmień zdjęcie
pt_br: Trocar Foto
ru: Изменить фото
sv: Byt foto
tr: Fotoğrafı Değiştir
vi: Đổi Ảnh
zh_hans: 更换照片

source: Change Photos
ar: تغيير الصور
da: Skift fotos
de: Fotos ändern
es: Cambiar fotos
fi: Vaihda kuvia
fr: Changer les photos
he: החלפת תמונות
id: Ganti Foto
it: Cambia Foto
ja: 写真を変更
ko: 사진 변경
nb: Bytt bilder
nl: Foto's wijzigen
pl: Zmień zdjęcia
pt_br: Trocar Fotos
ru: Изменить фото
sv: Byt foton
tr: Fotoğrafları Değiştir
vi: Đổi Ảnh
zh_hans: 更换照片

source: Channeling your energy...
ar: جارٍ توجيه طاقتك...
da: Kanaliserer din energi...
de: Deine Energie wird gebündelt...
es: Canalizando tu energía...
fi: Kanavoidaan energiaasi...
fr: Canalisation de ton énergie...
he: מתעלים את האנרגיה שלך...
id: Menyalurkan energimu...
it: Sto incanalando la tua energia...
ja: エネルギーを整えています...
ko: 에너지를 모으는 중...
nb: Kanaliserer energien din...
nl: Je energie afstemmen...
pl: Dostrajanie Twojej energii...
pt_br: Canalizando sua energia...
ru: Настраиваем твою энергию...
sv: Kanaliserar din energi...
tr: Enerjin yönlendiriliyor...
vi: Đang kết nối năng lượng của bạn...
zh_hans: 正在汇聚你的能量…

source: Choose Language
ar: اختر اللغة
da: Vælg sprog
de: Sprache wählen
es: Elegir idioma
fi: Valitse kieli
fr: Choisir la langue
he: בחירת שפה
id: Pilih Bahasa
it: Scegli la lingua
ja: 言語を選択
ko: 언어 선택
nb: Velg språk
nl: Kies taal
pl: Wybierz język
pt_br: Escolher idioma
ru: Выбери язык
sv: Välj språk
tr: Dil seç
vi: Chọn ngôn ngữ
zh_hans: 选择语言

source: Choose Photo Size
ar: اختر حجم الصورة
da: Vælg fotostørrelse
de: Fotogröße wählen
es: Elegir tamaño de foto
fi: Valitse kuvan koko
fr: Choisir la taille de la photo
he: בחירת גודל תמונה
id: Pilih Ukuran Foto
it: Scegli Dimensione Foto
ja: 写真サイズを選択
ko: 사진 크기 선택
nb: Velg bildestørrelse
nl: Kies fotoformaat
pl: Wybierz rozmiar zdjęcia
pt_br: Escolher Tamanho da Foto
ru: Выбери размер фото
sv: Välj fotostorlek
tr: Fotoğraf Boyutunu Seç
vi: Chọn Kích Thước Ảnh
zh_hans: 选择照片尺寸

source: Choose when you want to be reminded
ar: اختر الوقت الذي تريد أن تُذكَّر فيه
da: Vælg hvornår du vil mindes om det
de: Wähle, wann du erinnert werden möchtest
es: Elige cuándo quieres que te recordemos
fi: Valitse, milloin haluat muistutuksen
fr: Choisis quand tu veux être rappelé(e)
he: בחרו מתי תרצו לקבל תזכורת
id: Pilih waktu kamu ingin diingatkan
it: Scegli quando vuoi essere avvisato
ja: 通知してほしい時間を選択してください
ko: 알림받고 싶은 시간을 선택하세요
nb: Velg når du vil bli påminnet
nl: Kies wanneer je herinnerd wilt worden
pl: Wybierz, kiedy chcesz otrzymywać przypomnienia
pt_br: Escolha quando quer ser lembrado
ru: Выбери, когда тебе напоминать
sv: Välj när du vill bli påmind
tr: Ne zaman hatırlatılmak istediğini seç
vi: Chọn thời điểm bạn muốn được nhắc
zh_hans: 选择你希望被提醒的时间

source: Choose where to move this photo
ar: اختر مكان نقل هذه الصورة
da: Vælg hvor dette foto skal flyttes hen
de: Wähle, wohin dieses Foto verschoben werden soll
es: Elige dónde mover esta foto
fi: Valitse, minne tämä kuva siirretään
fr: Choisis où déplacer cette photo
he: בחרו לאן להעביר את התמונה הזו
id: Pilih tujuan pemindahan foto ini
it: Scegli dove spostare questa foto
ja: この写真の移動先を選択してください
ko: 이 사진을 옮길 위치를 선택하세요
nb: Velg hvor du vil flytte dette bildet
nl: Kies waar je deze foto naartoe wilt verplaatsen
pl: Wybierz, gdzie przenieść to zdjęcie
pt_br: Escolha para onde mover esta foto
ru: Выбери, куда перенести это фото
sv: Välj var du vill flytta det här fotot
tr: Bu fotoğrafı nereye taşımak istediğini seç
vi: Chọn nơi để chuyển ảnh này
zh_hans: 选择要将此照片移动到的位置

source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
he: סגירה
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
vi: Đóng
zh_hans: 关闭

source: Color
ar: اللون
da: Farve
de: Farbe
fi: Väri
fr: Couleur
he: צבע
id: Warna
it: Colore
ja: カラー
ko: 색상
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
sv: Färg
tr: Renk
vi: Màu Sắc
zh_hans: 颜色

source: Complete Ritual
ar: إتمام الطقس
da: Fuldfør ritual
de: Ritual abschließen
es: Completar ritual
fi: Suorita rituaali
fr: Terminer le rituel
he: השלמת הטקס
id: Selesaikan Ritual
it: Completa Rituale
ja: リチュアルを完了
ko: 리추얼 완료
nb: Fullfør ritual
nl: Ritueel voltooien
pl: Zakończ rytuał
pt_br: Concluir Ritual
ru: Завершить ритуал
sv: Slutför ritual
tr: Ritüeli Tamamla
vi: Hoàn Tất Nghi Thức
zh_hans: 完成仪式

source: Completed:
ar: مكتمل:
da: Fuldført:
de: Abgeschlossen:
es: Completado:
fi: Suoritettu:
fr: Terminé :
he: הושלם:
id: Selesai:
it: Completato:
ja: 完了：
ko: 완료:
nb: Fullført:
nl: Voltooid:
pl: Ukończono:
pt_br: Concluído:
ru: Завершено:
sv: Slutfört:
tr: Tamamlanan:
vi: Đã Hoàn Tất:
zh_hans: 已完成：

source: Continue
ar: متابعة
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속하기
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam Et
vi: Tiếp Tục
zh_hans: 继续

source: CONTINUE
ar: متابعة
da: FORTSÆT
de: WEITER
es: CONTINUAR
fi: JATKA
fr: CONTINUER
he: המשך
id: LANJUTKAN
it: CONTINUA
ja: 続ける
ko: 계속하기
nb: FORTSETT
nl: DOORGAAN
pl: KONTYNUUJ
pt_br: CONTINUAR
ru: ПРОДОЛЖИТЬ
sv: FORTSÄTT
tr: DEVAM ET
vi: TIẾP TỤC
zh_hans: 继续

source: Couldn't elevate your entry
ar: تعذّر تحسين إدخالك
da: Kunne ikke løfte dit indlæg
de: Dein Eintrag konnte nicht veredelt werden
es: No se pudo elevar tu entrada
fi: Merkinnän kohotus epäonnistui
fr: Impossible de sublimer ton entrée
he: לא הצלחנו לשדרג את הרשומה שלך
id: Gagal menyempurnakan entrimu
it: Impossibile elevare la tua voce
ja: エントリーをエレベートできませんでした
ko: 기록을 다듬지 못했어요
nb: Kunne ikke løfte oppføringen din
nl: Je aantekening kon niet worden verrijkt
pl: Nie udało się ulepszyć Twojego wpisu
pt_br: Não foi possível elevar seu registro
ru: Не удалось улучшить запись
sv: Kunde inte förädla din anteckning
tr: Kaydın yükseltilemedi
vi: Không thể nâng cấp mục nhật ký của bạn
zh_hans: 无法润色你的日记

source: Couldn't Save to Photos
ar: تعذّر الحفظ في الصور
da: Kunne ikke gemme i Fotos
de: Speichern in Fotos fehlgeschlagen
es: No se pudo guardar en Fotos
fi: Tallennus Kuviin epäonnistui
fr: Impossible d'enregistrer dans Photos
he: לא ניתן לשמור לאלבום התמונות
id: Gagal Menyimpan ke Foto
it: Impossibile Salvare in Foto
ja: 写真に保存できませんでした
ko: 사진에 저장하지 못했어요
nb: Kunne ikke lagre til Bilder
nl: Opslaan naar Foto's mislukt
pl: Nie udało się zapisać w Zdjęciach
pt_br: Não Foi Possível Salvar nas Fotos
ru: Не удалось сохранить в Фото
sv: Kunde inte spara i Foton
tr: Fotoğraflara Kaydedilemedi
vi: Không Thể Lưu Vào Ảnh
zh_hans: 无法保存到"照片"

source: Couldn't save to Photos — check permission in Settings.
ar: تعذّر الحفظ في الصور — تحقّق من الإذن في الإعدادات.
da: Kunne ikke gemme i Fotos — tjek tilladelsen i Indstillinger.
de: Speichern in Fotos fehlgeschlagen — überprüfe die Berechtigung in den Einstellungen.
es: No se pudo guardar en Fotos. Revisa los permisos en Ajustes.
fi: Tallennus Kuviin epäonnistui — tarkista käyttöoikeudet Asetuksista.
fr: Impossible d'enregistrer dans Photos — vérifie les autorisations dans Réglages.
he: לא ניתן לשמור לאלבום התמונות — בדקו הרשאות בהגדרות.
id: Gagal menyimpan ke Foto — periksa izin di Pengaturan.
it: Impossibile salvare in Foto — controlla i permessi nelle Impostazioni.
ja: 写真に保存できませんでした — 設定でアクセス許可を確認してください。
ko: 사진에 저장하지 못했어요 — 설정에서 권한을 확인해주세요.
nb: Kunne ikke lagre til Bilder — sjekk tillatelsen i Innstillinger.
nl: Opslaan naar Foto's mislukt — controleer de toestemming in Instellingen.
pl: Nie udało się zapisać w Zdjęciach — sprawdź uprawnienia w Ustawieniach.
pt_br: Não foi possível salvar nas Fotos — verifique a permissão em Ajustes.
ru: Не удалось сохранить в Фото — проверь разрешение в настройках.
sv: Kunde inte spara i Foton — kontrollera behörigheten i Inställningar.
tr: Fotoğraflara kaydedilemedi — Ayarlar'dan izni kontrol et.
vi: Không thể lưu vào Ảnh — hãy kiểm tra quyền truy cập trong Cài đặt.
zh_hans: 无法保存到"照片"—— 请在"设置"中检查权限。

source: Couldn't save to Photos — check permission in Settings. Your board was still saved in the app.
ar: تعذّر الحفظ في الصور — تحقّق من الإذن في الإعدادات. لوحة رؤيتك لا تزال محفوظة في التطبيق.
da: Kunne ikke gemme i Fotos — tjek tilladelsen i Indstillinger. Din tavle blev stadig gemt i appen.
de: Speichern in Fotos fehlgeschlagen — überprüfe die Berechtigung in den Einstellungen. Dein Board wurde trotzdem in der App gespeichert.
es: No se pudo guardar en Fotos. Revisa los permisos en Ajustes. Tu tablero se guardó igualmente en la app.
fi: Tallennus Kuviin epäonnistui — tarkista käyttöoikeudet Asetuksista. Taulusi tallennettiin silti sovellukseen.
fr: Impossible d'enregistrer dans Photos — vérifie les autorisations dans Réglages. Ton tableau a quand même été enregistré dans l'app.
he: לא ניתן לשמור לאלבום התמונות — בדקו הרשאות בהגדרות. לוח החזון שלכם עדיין נשמר באפליקציה.
id: Gagal menyimpan ke Foto — periksa izin di Pengaturan. Papan visimu tetap tersimpan di aplikasi.
it: Impossibile salvare in Foto — controlla i permessi nelle Impostazioni. La tua board è comunque salvata nell'app.
ja: 写真に保存できませんでした — 設定でアクセス許可を確認してください。ボードはアプリ内には保存されています。
ko: 사진에 저장하지 못했어요 — 설정에서 권한을 확인해주세요. 보드는 앱에 안전하게 저장되었어요.
nb: Kunne ikke lagre til Bilder — sjekk tillatelsen i Innstillinger. Tavlen ble likevel lagret i appen.
nl: Opslaan naar Foto's mislukt — controleer de toestemming in Instellingen. Je bord is wel opgeslagen in de app.
pl: Nie udało się zapisać w Zdjęciach — sprawdź uprawnienia w Ustawieniach. Twoja tablica została jednak zapisana w aplikacji.
pt_br: Não foi possível salvar nas Fotos — verifique a permissão em Ajustes. Seu quadro continua salvo no app.
ru: Не удалось сохранить в Фото — проверь разрешение в настройках. Доска всё равно сохранена в приложении.
sv: Kunde inte spara i Foton — kontrollera behörigheten i Inställningar. Din board sparades ändå i appen.
tr: Fotoğraflara kaydedilemedi — Ayarlar'dan izni kontrol et. Panon yine de uygulamada kaydedildi.
vi: Không thể lưu vào Ảnh — hãy kiểm tra quyền truy cập trong Cài đặt. Bảng tầm nhìn của bạn vẫn được lưu trong ứng dụng.
zh_hans: 无法保存到"照片"—— 请在"设置"中检查权限。你的愿景板仍已保存在应用内。

source: Create New Board
ar: إنشاء لوحة جديدة
da: Opret ny tavle
de: Neues Board erstellen
es: Crear nuevo tablero
fi: Luo uusi taulu
fr: Créer un nouveau tableau
he: יצירת לוח חדש
id: Buat Papan Baru
it: Crea Nuova Board
ja: 新しいボードを作成
ko: 새 보드 만들기
nb: Opprett ny tavle
nl: Nieuw bord maken
pl: Utwórz nową tablicę
pt_br: Criar Novo Quadro
ru: Создать новую доску
sv: Skapa ny board
tr: Yeni Pano Oluştur
vi: Tạo Bảng Mới
zh_hans: 创建新愿景板

source: Create your first Vision Board to start manifesting your dreams.
ar: أنشئ لوحة رؤيتك الأولى لتبدأ في تجسيد أحلامك.
da: Opret din første visionstavle for at manifestere dine drømme.
de: Erstelle dein erstes Vision Board und beginne, deine Träume zu manifestieren.
es: Crea tu primer tablero de visión para empezar a manifestar tus sueños.
fi: Luo ensimmäinen visiotaulusi ja ala manifestoida unelmiasi.
fr: Crée ton premier tableau de vision pour commencer à manifester tes rêves.
he: צרו את לוח החזון הראשון שלכם כדי להתחיל להגשים את החלומות שלכם.
id: Buat Vision Board pertamamu untuk mulai mewujudkan mimpimu.
it: Crea la tua prima Vision Board per iniziare a manifestare i tuoi sogni.
ja: 最初のビジョンボードを作成して 夢を引き寄せましょう。
ko: 첫 비전 보드를 만들고 꿈을 현실로 만들어보세요.
nb: Opprett din første visjonstavle for å begynne å manifestere drømmene dine.
nl: Maak je eerste Vision Board en begin met het manifesteren van je dromen.
pl: Utwórz swoją pierwszą Vision Board i zacznij manifestować swoje marzenia.
pt_br: Crie seu primeiro Quadro dos Sonhos para começar a manifestar seus sonhos.
ru: Создай свою первую доску визуализации, чтобы начать манифестировать мечты.
sv: Skapa din första Vision Board för att börja manifestera dina drömmar.
tr: Hayallerini manifest etmeye başlamak için ilk Vizyon Panonu oluştur.
vi: Tạo Bảng Tầm Nhìn đầu tiên để bắt đầu hiện thực hóa ước mơ của bạn.
zh_hans: 创建你的第一块愿景板， 开始显化你的梦想。

source: Crystal
ar: الكريستال
da: Krystal
de: Kristall
es: Cristal
fi: Kristalli
fr: Cristal
he: קריסטל
id: Kristal
it: Cristallo
ja: クリスタル
ko: 크리스탈
nb: Krystall
nl: Kristal
pl: Kryształ
pt_br: Cristal
ru: Кристалл
sv: Kristall
tr: Kristal
vi: Pha Lê
zh_hans: 水晶

source: Current
ar: الحالي
da: Nuværende
de: Aktuell
es: Actual
fi: Nykyinen
fr: Actuel
he: נוכחי
id: Saat Ini
it: Attuale
ja: 現在
ko: 현재
nb: Nåværende
nl: Huidig
pl: Aktualny
pt_br: Atual
ru: Текущий
sv: Aktuell
tr: Mevcut
vi: Hiện Tại
zh_hans: 当前

source: CURRENT SUBSCRIPTION
ar: الاشتراك الحالي
da: NUVÆRENDE ABONNEMENT
de: AKTUELLES ABO
es: SUSCRIPCIÓN ACTUAL
fi: NYKYINEN TILAUS
fr: ABONNEMENT ACTUEL
he: המנוי הנוכחי
id: LANGGANAN SAAT INI
it: ABBONAMENTO ATTUALE
ja: 現在のサブスクリプション
ko: 현재 구독
nb: GJELDENDE ABONNEMENT
nl: HUIDIG ABONNEMENT
pl: AKTUALNA SUBSKRYPCJA
pt_br: ASSINATURA ATUAL
ru: ТЕКУЩАЯ ПОДПИСКА
sv: NUVARANDE PRENUMERATION
tr: MEVCUT ABONELİK
vi: GÓI ĐANG DÙNG
zh_hans: 当前订阅

source: Customize Times
ar: تخصيص الأوقات
da: Tilpas tidspunkter
de: Zeiten anpassen
es: Personalizar horarios
fi: Muokkaa ajankohtia
fr: Personnaliser les horaires
he: התאמת שעות אישית
id: Sesuaikan Waktu
it: Personalizza Orari
ja: 時間をカスタマイズ
ko: 시간 설정하기
nb: Tilpass tidspunkter
nl: Tijden aanpassen
pl: Dostosuj godziny
pt_br: Personalizar Horários
ru: Настроить время
sv: Anpassa tider
tr: Saatleri Özelleştir
vi: Tùy Chỉnh Giờ
zh_hans: 自定义时间

source: Daily Gratitude
ar: امتنان يومي
da: Daglig taknemmelighed
de: Tägliche Dankbarkeit
es: Gratitud diaria
fi: Päivittäinen kiitollisuus
fr: Gratitude quotidienne
he: הכרת תודה יומית
id: Syukur Harian
it: Gratitudine Quotidiana
ja: デイリー感謝
ko: 매일 감사
nb: Daglig takknemlighet
nl: Dagelijkse Dankbaarheid
pl: Codzienna Wdzięczność
pt_br: Gratidão Diária
ru: Ежедневная благодарность
sv: Daglig tacksamhet
tr: Günlük Minnettarlık
vi: Biết Ơn Hằng Ngày
zh_hans: 每日感恩

source: Daily Numerology
ar: علم الأرقام اليومي
da: Daglig numerologi
de: Tägliche Numerologie
es: Numerología diaria
fi: Päivittäinen numerologia
fr: Numérologie du jour
he: נומרולוגיה יומית
id: Numerologi Harian
it: Numerologia Quotidiana
ja: デイリー数秘術
ko: 데일리 수비학
nb: Daglig nummerologi
nl: Dagelijkse Numerologie
pl: Numerologia Dnia
pt_br: Numerologia Diária
ru: Ежедневная нумерология
sv: Daglig numerologi
tr: Günlük Numeroloji
vi: Thần Số Học Hằng Ngày
zh_hans: 每日数字命理

source: DAILY NUMEROLOGY
ar: علم الأرقام اليومي
da: DAGLIG NUMEROLOGI
de: TÄGLICHE NUMEROLOGIE
es: NUMEROLOGÍA DIARIA
fi: PÄIVITTÄINEN NUMEROLOGIA
fr: NUMÉROLOGIE DU JOUR
he: נומרולוגיה יומית
id: NUMEROLOGI HARIAN
it: NUMEROLOGIA QUOTIDIANA
ja: デイリー数秘術
ko: 데일리 수비학
nb: DAGLIG NUMMEROLOGI
nl: DAGELIJKSE NUMEROLOGIE
pl: NUMEROLOGIA DNIA
pt_br: NUMEROLOGIA DIÁRIA
ru: ЕЖЕДНЕВНАЯ НУМЕРОЛОГИЯ
sv: DAGLIG NUMEROLOGI
tr: GÜNLÜK NUMEROLOJİ
vi: THẦN SỐ HỌC HẰNG NGÀY
zh_hans: 每日数字命理

source: Daily Numerology — read full insight
ar: علم الأرقام اليومي — قراءة الرؤية الكاملة
da: Daglig numerologi — læs hele indsigten
de: Tägliche Numerologie — vollständige Einsicht lesen
es: Numerología diaria — leer análisis completo
fi: Päivittäinen numerologia — lue koko tulkinta
fr: Numérologie du jour — lire l'analyse complète
he: נומרולוגיה יומית — קריאת התובנה המלאה
id: Numerologi Harian — baca wawasan lengkap
it: Numerologia Quotidiana — leggi l'analisi completa
ja: デイリー数秘術 — 詳しい洞察を読む
ko: 데일리 수비학 — 전체 인사이트 보기
nb: Daglig nummerologi — les hele innsikten
nl: Dagelijkse numerologie — lees het volledige inzicht
pl: Numerologia dnia — przeczytaj pełną analizę
pt_br: Numerologia Diária — ler análise completa
ru: Ежедневная нумерология — читать подробнее
sv: Daglig numerologi — läs hela insikten
tr: Günlük Numeroloji — tüm içgörüyü oku
vi: Thần Số Học Hằng Ngày — xem giải nghĩa đầy đủ
zh_hans: 每日数字命理 — 阅读完整解读

source: Daily Reminders
ar: تذكيرات يومية
da: Daglige påmindelser
de: Tägliche Erinnerungen
es: Recordatorios diarios
fi: Päivittäiset muistutukset
fr: Rappels quotidiens
he: תזכורות יומיות
id: Pengingat Harian
it: Promemoria Quotidiani
ja: デイリーリマインダー
ko: 매일 알림
nb: Daglige påminnelser
nl: Dagelijkse Herinneringen
pl: Codzienne Przypomnienia
pt_br: Lembretes Diários
ru: Ежедневные напоминания
sv: Dagliga påminnelser
tr: Günlük Hatırlatmalar
vi: Nhắc Nhở Hằng Ngày
zh_hans: 每日提醒

source: Daily Ritual
ar: الطقس اليومي
da: Dagligt ritual
de: Tägliches Ritual
es: Ritual diario
fi: Päivittäinen rituaali
fr: Rituel quotidien
he: טקס יומי
id: Ritual Harian
it: Rituale Quotidiano
ja: デイリーリチュアル
ko: 데일리 리추얼
nb: Daglig ritual
nl: Dagelijks Ritueel
pl: Codzienny Rytuał
pt_br: Ritual Diário
ru: Ежедневный ритуал
sv: Daglig ritual
tr: Günlük Ritüel
vi: Nghi Thức Hằng Ngày
zh_hans: 每日仪式

source: Date
ar: التاريخ
da: Dato
de: Datum
es: Fecha
fi: Päivämäärä
he: תאריך
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sv: Datum
tr: Tarih
vi: Ngày
zh_hans: 日期

source: Day
ar: يوم
da: Dag
de: Tag
es: Día
fi: Päivä
fr: Jour
he: יום
id: Hari
it: Giorno
ja: 日
ko: 일
nb: Dag
nl: Dag
pl: Dzień
pt_br: Dia
ru: День
sv: Dag
tr: Gün
vi: Ngày
zh_hans: 日

source: Day Streak
ar: أيام متتالية
da: Dagsstribe
de: Tage-Serie
es: Racha de días
fi: Päiväputki
fr: Jours de suite
he: רצף ימים
id: Hari Beruntun
it: Serie di Giorni
ja: 連続日数
ko: 연속 기록
nb: Dagers rekke
nl: Dagenreeks
pl: Passa
pt_br: Sequência de Dias
ru: Дней подряд
sv: Dagsstreak
tr: Günlük Seri
vi: Chuỗi Ngày
zh_hans: 连续天数

source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Ta bort
tr: Sil
vi: Xóa
zh_hans: 删除

source: Delete entry
ar: حذف الإدخال
da: Slet indlæg
de: Eintrag löschen
es: Eliminar entrada
fi: Poista merkintä
fr: Supprimer l'entrée
he: מחיקת רשומה
id: Hapus entri
it: Elimina voce
ja: エントリーを削除
ko: 기록 삭제
nb: Slett oppføring
nl: Aantekening verwijderen
pl: Usuń wpis
pt_br: Excluir registro
ru: Удалить запись
sv: Ta bort anteckning
tr: Kaydı sil
vi: Xóa mục nhật ký
zh_hans: 删除条目

source: Did you know?
ar: هل تعلم؟
da: Vidste du det?
de: Wusstest du schon?
es: ¿Sabías que...?
fi: Tiesitkö?
fr: Le savais-tu ?
he: הידעת?
id: Tahukah Kamu?
it: Lo sapevi?
ja: 知っていましたか？
ko: 알고 계셨나요?
nb: Visste du at?
nl: Wist je dat?
pl: Czy wiesz, że?
pt_br: Você sabia?
ru: Знаешь ли ты?
sv: Visste du det?
tr: Biliyor muydun?
vi: Bạn Có Biết?
zh_hans: 你知道吗？

source: DOB
ar: تاريخ الميلاد
da: FØDT
de: GEB.-DATUM
es: F. NAC.
fi: Synt.aika
fr: Date de naissance
he: תאריך לידה
id: Tgl Lahir
it: NASCITA
ja: 生年月日
ko: 생년월일
nb: F.dato
nl: GEB.DATUM
pl: UR.
pt_br: DATA NASC.
ru: Дата рожд.
sv: FÖD.DAT
tr: DOĞUM TRH.
vi: Ngày Sinh
zh_hans: 出生日期
